<?php
return [
    'welcome' => 'ใหม่ เลิศรัตน์',

    //menu header
    'home' => 'หน้าแรก',
    'about' => 'เกี่ยวกับ',
    'quality' => 'การศึกษา & ประสบการณ์',
    'skills' => 'ทักษะ',
    'service' => 'บริการ',
    'portfolio' => 'ผลงาน',
    'contact' => 'ติดต่อ',

    //about me
    'about_head' => 'เกี่ยวกับฉัน',
    'detail' => 'ฉันกระตือรือร้นที่จะเรียนรู้เทคโนโลยีใหม่ๆ และพัฒนาทักษะของตัวเองอยู่เสมอ โดยมีเป้าหมายเพื่อส่งมอบงานคุณภาพสูง เป้าหมายของฉันคือการสนับสนุนบริษัทที่มีความคิดก้าวหน้า ซึ่งฉันสามารถเติบโตอย่างมืออาชีพไปพร้อมกับสร้างผลกระทบไปด้วย',
    'name' => 'สงกรานต์ เลิศรัตน์',
    'degree' => "ปริญญาตรี",
    'address' => '15 ซอย 15, เชียงใหม่, ประเทศไทย',
    'birthday' => '13 เมษายน 2544',
    'experience' => 'ปี',
    'freelance' => 'ไม่ว่าง',

    //Education & Expericence
    //Education
    'education_expericence_head' => 'การศึกษา & ประสบการณ์',
    'education_head' => 'วุติศึกษาของฉัน',
    'gradelevel1' => 'ประกาศนียบัตรวิชาชีพ(ปวช.)',
    'where1' => 'วิทยาลัยเทคโนโลยีเมโทร',
    'year1' => "2017 - 2020",
    'education_detail1' => 'จบจากสาขาอิเล็กทรอนิกส์ อุตสาหกรรม ได้ฝึกงานที่ร้านซ่อมคอม 3 เดือน โดยมีโปรเจคทีทำคือ โดนดับเพลิง ได้รางวัลเเข่งขันทักษะวิชาชีพอาชีวศึกษาเอกชน สาขาวิชาช่างอิเล็กทรอนิกส์ ทักษะดิจิตอล รางวัลชนะเลิศอันดับหนึ่ง',
    'gradelevel2' => "ประกาศนียบัตรวิชาชีพชั้นสูง(ปวส.)",
    'where2' => 'วิทยาลัยเทคโนโลยีเมโทร',
    'year2' => "2020 - 2022",
    'education_detail2' => 'จบจากสาขาเทคโนโลยีสารสนเทศ โดยมีโปรเจคที่ทำ คือเกมจาก RPG Maker MV เกมมีชื่อว่า CMT เป็นเกมเเนว RPG เก็บเวลสู้มอนเเละมีเนื้อเรื่องให้ติดตาม ได้รางวัลเเข่งขันทักษะวิชาชีพอาชีวศึกษาเอกชน ประเภทวิชาเทคโนโลยีสารสนเทศและการสื่อสาร ทักษะโปรเเกรมคอมพิวเเตอร์เเบบทีม รางวัลชนะเลิศอันดับหนึ่ง',
    'gradelevel3' => "ปริญญาตรี",
    'where3' => 'มหาวิทยาลัยฟาร์อีสเทอร์น',
    'year3' => "2022 - 2023",
    'education_detail3' => 'จบจากสาขาเทคโนโลยีดิจิทัล รางวัลเรียนดีประจำปี 2567 โดยมีโปรเจคที่ทำ คือ เว็บขายของชุด Cosplay Online',
    //Experience
    'experience_head' => 'ประสบการณ์ของฉัน',
    'experience1' => 'IT Admin',
    'company1' => 'ORNATE SDO',
    'year4' => "2024 - ปัจจุบัน",
    'experience_detail1' => 'ผู้ดูแลระบบ IT จัดการและดูแลรักษาเครือข่ายคอมพิวเตอร์ภายในองค์กร ที่บริษัทออเน็ท เอดีโอ ในการพัฒนาเว็บไซต์แบบฟูลสแตก ความเชี่ยวชาญของฉันอยู่ที่ PHP, SQL และเทคโนโลยีเว็บสมัยใหม่ ฉันสนุกกับการแก้ปัญหาความท้าทายทางเทคนิคที่ซับซ้อนและมีความมุ่งมั่นในการพัฒนาโซลูชันที่มีประสิทธิภาพและปรับขนาดได้',

    //my service
    'service_head' => 'บริการของฉัน',
    'service1' => 'Web Development',
    'service_detail1' => 'มีประสบการณ์มากกว่า 2 ปีในการพัฒนาเว็บไซต์ เชี่ยวชาญในการสร้างเว็บไซต์ที่ตอบสนองได้ดีและใช้งานง่าย ด้วยเทคโนโลยีสมัยใหม่ เช่น HTML, CSS, JavaScript และ PHP มุ่งเน้นการให้บริการที่มีประสิทธิภาพและตอบโจทย์ความต้องการของลูกค้า',
    'service2' => 'E-commerce Solutions',
    'service_detail2' => 'ให้บริการออกแบบและพัฒนาแพลตฟอร์ม E-commerce โดยมีประสบการณ์มากกว่า 2 ปี ไม่ว่าคุณต้องการสร้างร้านค้าออนไลน์ใหม่หรือปรับปรุงแพลตฟอร์มเดิม เราสามารถให้คำปรึกษาและพัฒนาระบบที่ช่วยเพิ่มประสบการณ์ผู้ใช้และยอดขาย',
    'service3' => 'Data Analyst',
    'service_detail3' => 'ในฐานะผู้ดูแลระบบ IT ที่ ORNATE SDO มีความเชี่ยวชาญในการวิเคราะห์ข้อมูลเพื่อให้ได้มาซึ่งข้อมูลเชิงลึกที่ช่วยในการตัดสินใจที่ดีขึ้น มีความชำนาญในการสร้างภาพข้อมูล รายงาน และการทำงานกับชุดข้อมูลขนาดใหญ่เพื่อระบุแนวโน้มและโอกาสในการพัฒนา',
    'service4' => 'Database Administrator(DBA)',
    'service_detail4' => 'ผู้เชี่ยวชาญด้านการจัดการฐานข้อมูล ให้มั่นใจได้ว่าระบบข้อมูลทำงานอย่างมีประสิทธิภาพ ปลอดภัย และมีความสมบูรณ์ ประสบการณ์ครอบคลุมถึงการออกแบบ การบำรุงรักษา และการปรับแต่งประสิทธิภาพของฐานข้อมูล เพื่อให้ระบบรองรับการขยายตัวได้อย่างยั่งยืน',
    'service5' => 'Software Development Consulting',
    'service_detail5' => 'ให้คำปรึกษาเกี่ยวกับการพัฒนาซอฟต์แวร์โดยมีประสบการณ์มากกว่า 2 ปีในด้านการพัฒนาเว็บไซต์ ช่วยให้ธุรกิจสามารถเลือกใช้เครื่องมือและกลยุทธ์ที่เหมาะสมกับโครงการของตนเอง ตั้งแต่ขั้นตอนการวางแผนจนถึงการนำไปใช้จริง เพื่อความสำเร็จในทุกขั้นตอนของกระบวนการพัฒนา',
    'service6' => 'Software Tester',
    'service_detail6' => 'มุ่งเน้นการประกันคุณภาพ มีประสบการณ์ในการทดสอบซอฟต์แวร์เพื่อให้มั่นใจได้ว่าระบบทำงานได้อย่างเสถียรและไม่มีข้อผิดพลาด ดำเนินการทดสอบอย่างครบถ้วน ทั้งการทดสอบฟังก์ชัน การทดสอบการย้อนกลับ และการทดสอบประสิทธิภาพ เพื่อให้มั่นใจว่าผู้ใช้จะได้รับประสบการณ์ที่ราบรื่น',
    

    //Portfolio
    'portfolio_head' => 'ผลงานของฉัน',
    //Latest Blog

    //Contact Me
    'contact_head' => 'ติดต่อฉัน',
    'name_sead' => 'ชื่อของคุณ',
    'email_sead' => 'อีเมลของคุณ',
    'subject_sead' => 'เรื่อง',
    'message_sead' => 'ข้อความ',
];
?>
